{
  "system": "Child of Destiny Shamanic Oracle",
  "cards": [
    {
      "id": 1,
      "title": "Child of Destiny",
      "image": "https://static.wixstatic.com/media/3a6f2b_6c78e913889c4c91b60b291b8b24e52b~mv2.jpg",
      "description": "A newborn baby sleeps peacefully beneath the soft rays of the morning sun. Delicate angel wings unfurl from his back, a symbol of divine protection and heavenly origins. The sunlight bathes him, representing the light of creation itself. Vines gently wrap around him, offering a silent embrace — a reminder of the unwavering support we receive from both Mother Earth and the Divine. As he rests, surrounded by nature’s embrace, he is cradled in the safety of a higher power, assured that he is watched over and protected.",
      "readingNotes": "When the Baby card appears in a reading, it brings with it a rich array of energies. As the first card in the deck, it signifies new beginnings and fresh starts, marking a time of potential and opportunity. It also carries the energies of fertility and new life, embodying growth, creation, and the birth of something new. Along with this, there is a powerful sense of divine protection, offering a reassuring presence that you are being watched over. Above all, the Baby card radiates a deep peace, inviting a sense of calm and security as you embark on this new journey.",
      "questions": [
        "Do you feel that there is a part of your life that could use a new start?",
        "Are you someone who is wanting to have children?",
        "Do you feel the need for divine protection?"
      ],
      "relatedEnergies": {
        "chakra": "Anahata (4th Heart)",
        "planet": "Sun",
        "sign": "Leo"
      },
      "quote": "“Dream not of today.” — Star Trek"
    },
    {
      "id": 2,
      "title": "Ancient Staff",
      "image": "https://static.wixstatic.com/media/3a6f2b_2133c3f931804d4392fbe521474a714b~mv2.jpg",
      "description": "A wooden staff stands tall and unwavering, radiating with magical energy. At its top, a large crystal forms an ethereal portal, channeling forces that ripple through space and time. Behind it lie the ruins of a once-mighty civilization, now reduced to crumbling remnants, a testament to the passage of time. The staff, a relic of immense power, is all that remains of a legendary lineage of mages. Its magic can twist the fabric of time and space, while the crystal at its pinnacle absorbs and transforms negative energies, transmuting them into pure, potent power.",
      "readingNotes": "When the Staff card appears in a reading, it calls you to remember the immense power that resides within you. This is a power that has existed for eons, waiting for you to awaken it. Now is the time to claim your inner strength and stand unwavering, no matter the challenges before you. Your magic is timeless, capable of transcending physical reality. The Staff reminds you that true power lies within. Even as great civilizations fall, the light of your consciousness remains eternal. The inner fire you carry cannot be extinguished — it is as boundless and enduring as your own spirit.",
      "questions": [
        "Is something making you feel powerless?",
        "Do you need to stand firm in the face of adversity?",
        "Are you unaware of your inner strength?"
      ],
      "relatedEnergies": {
        "chakra": "Manipura (3rd Plexus)",
        "planet": "Pluto",
        "sign": "Scorpio"
      },
      "quote": "“Mastering others is strength. Mastering yourself is true power.” — Lao Tzu"
    },
    {
      "id": 3,
      "title": "Astral Cloak",
      "image": "https://static.wixstatic.com/media/3a6f2b_f6a39a0395514d5d8a234bb8b05d0bf3~mv2.jpg",
      "description": "A royal blue cloak, embroidered with golden threads along its edges, floats gracefully in mid-air. At its center and on the shoulders, golden medallions catch the light, marking it as a garment of magical royalty. Above, a crescent moon rises, symbolizing mystical power and hidden wisdom. The blue sky in the background signals a time of good fortune, as the clouds part to reveal clear skies. Below, the sea stretches out, representing the vast depths of the subconscious mind, while a distant city looms on the horizon — a city that exists beyond the ordinary realm, accessible only through magical means.",
      "readingNotes": "When the Astral Cloak appears in a reading, it offers the gift of boundless travel, allowing you to journey to any realm, all while cloaked in its protective magic. To access its power, the Cloak calls on you to reconnect with your own inner magic. It invites you to rekindle a sense of freedom and adventure, urging you to release any fears about where your path may lead, because you are safeguarded from negative energies along the way. Infused with the energy of the moon, it guides you effortlessly through the depths of your subconscious and toward other fantastical realms awaiting exploration.",
      "questions": [
        "Are you dreaming of other realms?",
        "Are you planning to travel in the near future?",
        "Do you have a fear of taking a leap into the unknown?"
      ],
      "relatedEnergies": {
        "chakra": "Vishuddha (5th Throat)",
        "planet": "Neptune",
        "sign": "Pisces"
      },
      "quote": "“Fortune favours the bold.” — Latin proverb (Virgil)"
    },
    {
      "id": 4,
      "title": "The Armoire",
      "image": "https://static.wixstatic.com/media/3a6f2b_0ddb7d8695eb48e398d40a38ea24a40f~mv2.jpg",
      "description": "A large oak armoire stands proudly, its presence both ancient and enduring. Its many drawers, varying in shape and size, remain open and empty, awaiting what is destined to fill them. At its center, a pentacle star gleams, symbolizing a deep connection to abundance and stability. Though the armoire shows the marks of time, age has only added to its strength; it remains steadfast, resilient, and full of potential.",
      "readingNotes": "When the Armoire appears in a reading, it speaks of abundance and the art of receiving. If you’ve been feeling as though something is missing or lost, the armoire reminds you that the universe is infinitely abundant — and that this abundance resides within you. By remaining open to receiving and willing to release what no longer serves you, the universe can replenish you with something even greater. Nothing is ever truly lost; it is simply transformed.",
      "questions": [
        "Are you struggling with abundance?",
        "Are you able to give but not receive?",
        "Do you feel unable or unworthy to receive?"
      ],
      "relatedEnergies": {
        "chakra": "Manipura (3rd Plexus)",
        "planet": "Moon",
        "sign": "Libra"
      },
      "quote": "“Abundance is a process of letting go; that which is empty can receive.” — Bryant H. McGill"
    },
    {
      "id": 5,
      "title": "Forest Maiden",
      "image": "https://static.wixstatic.com/media/3a6f2b_b0c15b21376a469e9b4d167f4ea01c60~mv2.jpg",
      "description": "A young woman with long blonde hair moves gracefully through a tranquil forest grove, embodying serenity and purpose. She is draped in a flowing white dress, symbolizing the purity of her spirit and the harmony she brings to the world. Around her, nature awakens — flowers bloom, and the air feels alive with quiet magic.",
      "readingNotes": "When The Maiden appears in a reading, it is a gentle call to reconnect with your divine feminine essence. She embodies the love, safety, and peace found in the embrace of feminine energy. While we often seek beauty and fulfillment outside ourselves, The Maiden challenges us to turn inward and discover the wellspring of grace and love within.",
      "questions": [
        "Do you feel disconnected from your inner feminine power?",
        "Do you feel trapped or unable to move easily through your surroundings?",
        "Are you looking for love?"
      ],
      "relatedEnergies": {
        "chakra": "Manipura (3rd Plexus)",
        "planet": "Venus",
        "sign": "Taurus"
      },
      "quote": "“By embracing the Divine Feminine, we honor the sacred power that underlies all life and connect deeply with our inner selves.” — Acharya Shunya"
    },
    {
      "id": 6,
      "title": "Crystal Ball",
      "image": "https://static.wixstatic.com/media/3a6f2b_17dfa0c71186467daf70f19a531c7022~mv2.jpg",
      "description": "A dark-haired woman in a purple dress sits in quiet contemplation, meditating with her crystal ball. The ball radiates an ethereal glow, casting a soft light across her face. Only she knows the forces she is connecting to and the secrets unfolding before her, as the mysteries are revealed in stillness. She remains motionless, allowing divine energy to flow through her. Two candles burn steadily nearby, their flames symbolizing the enduring light of the sacred. The crystal ball, made of an enigmatic yet mesmerizing material, draws the eye with its captivating beauty, hinting at a connection to realms beyond the ordinary.",
      "readingNotes": "When the crystal ball appears in a reading, it signifies a profound connection to higher realms and source consciousness. The boundaries of the physical world dissolve, inviting you to step into the vast mystery of the divine. This card calls you to release linear thinking and let go of limiting beliefs, trusting the divine energy that protects and guides all things. To access higher realms, you must leave behind attachment to space, time, and material understanding. Only the purest expressions of your being — love, imagination, and openness — may enter.",
      "questions": [
        "Are you experiencing a spiritual awakening?",
        "Do you feel too attached to material objects?",
        "Are you looking to connect with higher energies?"
      ],
      "relatedEnergies": {
        "chakra": "Sahasrara (7th Crown)",
        "planet": "Neptune",
        "sign": "Pisces"
      },
      "quote": "“Your inner voice is the voice of divinity. To hear it, we need to be in solitude, even in crowded places.” — A. R. Rahman"
    },
    {
      "id": 7,
      "title": "The Library",
      "image": "https://static.wixstatic.com/media/3a6f2b_7d68019070d94fd88e3077a1895aee9f~mv2.jpg",
      "description": "A crimson rug adorns the floor of an imposing room, its intricate floral patterns hinting at masterful craftsmanship and rarity. Above, a stained-glass window bathes the room in light, its colors alluding to a wealth of knowledge contained within. Bookshelves brimming with wisdom stretch endlessly, offering insights to those ready to seek them. This is a sacred space of learning and introspection — a sanctuary where one may feel grounded, safe, and deeply connected.",
      "readingNotes": "When the library appears in a reading, it brings the energies of grounding, protection, and deep introspection. It invites you into a nurturing sanctuary where the journey of self-discovery can unfold safely. The library supports you as you explore infinite versions of your story, encouraging reflection, patience, and trust as you immerse yourself in wisdom. It is finally safe to learn deep truths about yourself and the universe.",
      "questions": [
        "Do you feel that you’ve never had the red carpet rolled out for you?",
        "Are you afraid to explore your own story?",
        "Do you feel disconnected from your imagination?"
      ],
      "relatedEnergies": {
        "chakra": "Muladhara (1st Root)",
        "planet": "Neptune",
        "sign": "Gemini"
      },
      "quote": "“Imagination is the true magic carpet.” — Norman Vincent Peale"
    },
    {
      "id": 8,
      "title": "Count of Coins",
      "image": "https://static.wixstatic.com/media/3a6f2b_2fc33298ccef4531ab8911b8e8a11144~mv2.jpg",
      "description": "A young Count stands confidently, dressed in green and gold, symbols of vitality, protection, and noble responsibility. Gold coins scatter at his feet, while behind him rise a grand castle, a vast sea, a galleon entering port, and a hot air balloon drifting through the sky. These elements speak of adventure, expansion, prosperity, and global connection.",
      "readingNotes": "When the Count of Coins appears in a reading, it reminds you that true wealth begins within. Though the Count enjoys material abundance, his passion lies in exploration, creativity, and imagination. Money is a tool, not an identity. Guided by his inner child, he remains open-hearted and unburdened by possessions, aligned with the infinite possibilities of the soul.",
      "questions": [
        "Is there a part of you that is afraid of wealth because of negative associations?",
        "If you had all the money in the world, what would you do with your time?",
        "Does your inner child have a say in your choices regarding money?"
      ],
      "relatedEnergies": {
        "chakra": "Manipura (3rd Plexus)",
        "planet": "Mercury",
        "sign": "Aquarius"
      },
      "quote": "“There is nothing wrong with men possessing riches. The wrong comes when riches possess men.” — Billy Graham"
    },
    {
      "id": 9,
      "title": "The Inner Light",
      "image": "https://static.wixstatic.com/media/3a6f2b_1f5b71e0f76546f4826c761c1ad352e1~mv2.jpg",
      "description": "In the heart of a dark forest, a solitary white candle burns with a steady golden flame. Where the light touches, the forest transforms — dead branches give way to green leaves and life returns. The candle stands as an unwavering beacon of hope, its flame eternal and unyielding.",
      "readingNotes": "When the Inner Light appears in a reading, it is a reminder of the divine light that resides within you — a light that can never be extinguished. This sacred flame illuminates even the darkest paths, revealing shadows not as threats, but as opportunities for growth and integration. By meeting darkness with love and acceptance, fear transforms into wisdom.",
      "questions": [
        "Where in your life do you feel you are walking in the dark?",
        "Do you feel a guiding light calling you forward?",
        "Are you afraid of the dark?"
      ],
      "relatedEnergies": {
        "chakra": "Ajna (6th Third Eye)",
        "planet": "Sun",
        "sign": "Leo"
      },
      "quote": "“The light shines in the darkness, and the darkness has not overcome it.” — John 1:4–5"
    },
    {
      "id": 10,
      "title": "Butterfly Spirit",
      "image": "https://static.wixstatic.com/media/3a6f2b_f80484ba30a04fd592db08d778d33c6c~mv2.jpg",
      "description": "A radiant butterfly adorned in hues of blue, gold, and pink soars through a multicolored sky. Below lies the chrysalis from which it emerged, while above, light breaks through clouds after rain, symbolizing renewal and transformation.",
      "readingNotes": "When the Butterfly Spirit appears in a reading, it invites you to courageously express your truth and share your unique colors with the world. Connected to the throat chakra, it represents authenticity, free expression, and individuality. By revealing who you truly are, you honor your essence and allow others to benefit from the light you bring.",
      "questions": [
        "Are you feeling unable to find your individuality?",
        "Do you feel a blockage in your ability to speak your truth?",
        "Are you embarking on a creative or expressive path?"
      ],
      "relatedEnergies": {
        "chakra": "Vishuddha (5th Throat)",
        "planet": "Uranus",
        "sign": "Aquarius"
      },
      "quote": "“When the spirit of nature touches us, our hearts turn into a butterfly!” — Mehmet Murat Ildan"
    },
    {
      "id": 11,
      "title": "Oak Crown",
      "image": "https://static.wixstatic.com/media/3a6f2b_03c316e519a046b0807ab89f11d8af73~mv2.jpg",
      "description": "From ancient trees, a crown of wood is born, a creation as rare as it is magical. Forest fairies gather beneath a twilight sky painted in deep purples as motes of enchanted light rise gently into the night. The trees whisper among themselves, wondering who will prove worthy to claim this extraordinary crown. Many have sought it, but only a chosen few have succeeded. Though grand in form, the crown rests lightly upon the head of the one destined to wear it, a symbol of harmony with the ancient and enduring spirit of the forest.",
      "readingNotes": "When the Oak Crown appears in a reading, it symbolizes leadership and authority rooted in wisdom, balance, and harmony rather than domination. This crown represents the inner sovereign — leadership that arises naturally from alignment with nature and truth. Its simplicity reveals that true power is bestowed, not seized. If this card appears for you, it is a call to embrace leadership with humility, love, and grace, remembering that real authority comes from compassion and inner balance.",
      "questions": [
        "Are you afraid to lead?",
        "Is there somewhere in your life where you feel unable to take the lead?",
        "Do you feel unworthy of power?",
        "Do you feel called to be a leader?"
      ],
      "relatedEnergies": {
        "chakra": "Sahasrara (7th Crown)",
        "planet": "Sun",
        "sign": "Pisces"
      },
      "quote": "“Only those who do not seek power are qualified to hold it.” — Plato"
    },
    {
      "id": 12,
      "title": "The Testament",
      "image": "https://static.wixstatic.com/media/3a6f2b_3156fc3596844ac18783c1081c9c3bbd~mv2.jpg",
      "description": "A testament rests upon a table, sealed with bold red wax, its terms finalized. A candle burns steadily beside it, while a bookshelf stands nearby, representing wisdom and knowledge. Through an open window, a crimson sunset fades behind a full yellow moon above an ancient city clinging to the mountainside. The city feels abandoned, frozen in twilight, as if this sunset marks its final moments before passing into history.",
      "readingNotes": "When the Testament appears in a reading, it signifies an inheritance from the past — wisdom or knowledge that once belonged to you and is now ready to be reclaimed. It also speaks of endings, choice, and transformation. This card invites you to release outdated contracts, beliefs, or agreements that no longer serve you, making space for new, empowering commitments rooted in self-love and truth.",
      "questions": [
        "Do you feel you have contracts from the past that no longer serve you?",
        "Are you currently dealing with contractual matters?",
        "Do you feel called to connect with occult or ancient knowledge?"
      ],
      "relatedEnergies": {
        "chakra": "Muladhara (1st Root)",
        "planet": "Jupiter",
        "sign": "Capricorn"
      },
      "quote": "“The stream of time sweeps away errors, and leaves the truth for the inheritance of humanity.” — Georg Brandes"
    },
    {
      "id": 13,
      "title": "Owl Spirit",
      "image": "https://static.wixstatic.com/media/3a6f2b_20bad3a8da244c3c97948df7dcc547d9~mv2.jpg",
      "description": "A horned owl perches on the gnarled branch of a long-dead tree, its gaze sharp and unblinking. A forgotten cemetery lies in the distance beneath a yellow midnight moon, while ominous fog swirls through the scene. A pentacle hangs from the lifeless tree, symbolizing ancient and hidden forces. The owl sees clearly where others fear the dark, thriving in night where shadows sharpen perception.",
      "readingNotes": "When the Owl appears in a reading, it invites you to confront your shadows. The Owl reminds you that darkness holds the keys to healing and transformation when approached with courage. It encourages you to explore the deepest corners of your soul, trusting that wisdom and protection are present even in the night. With the Owl as your guide, shadows lose their power.",
      "questions": [
        "Are you afraid of the dark or the darkness within?",
        "Are you having ominous dreams?",
        "Is there fear around death or endings?"
      ],
      "relatedEnergies": {
        "chakra": "Ajna (6th Third Eye)",
        "planet": "Moon",
        "sign": "Scorpio"
      },
      "quote": "“Deep into that darkness peering, long I stood there wondering, fearing...” — Edgar Allan Poe"
    },
    {
      "id": 14,
      "title": "Eagle Spirit",
      "image": "https://static.wixstatic.com/media/3a6f2b_b1769e11752b43f086d2575e309dad52~mv2.jpg",
      "description": "A majestic eagle with iridescent purple feathers stands regally in his nest. Golden feathers adorn his chest as towering mountains rise behind him beneath a radiant purple sky. His piercing golden eyes reflect a higher perspective, while his talons symbolize strength and discernment. Both protector and messenger, the Eagle embodies divine authority and elevated vision.",
      "readingNotes": "When the Eagle appears in a reading, it signifies powerful divine forces at work in your life. The Eagle invites you to rise above trivial concerns and see the larger patterns shaping your journey. By adopting this higher perspective, clarity and insight emerge. As a sacred messenger, the Eagle offers protection, wisdom, and guidance directly from higher realms.",
      "questions": [
        "Are you nervous to look people in the eye?",
        "Are you afraid of flying?",
        "Do you feel you need protection?"
      ],
      "relatedEnergies": {
        "chakra": "Sahasrara (7th Crown)",
        "planet": "Uranus",
        "sign": "Aquarius"
      },
      "quote": "“The eagle has no fear of adversity.” — Joyce Meyer"
    },
    {
      "id": 15,
      "title": "The Magician",
      "image": "https://static.wixstatic.com/media/3a6f2b_7e2a08154e9f491e8f0df65f5cebe84f~mv2.jpg",
      "description": "A young magician stands on a stone terrace overlooking a river, a wand suspended before him with a glowing sphere of energy at its tip. Willow trees bloom beside him while a grand castle rises beneath a full moon in the distance. Though youthful, he carries the wisdom of many lifetimes, his overflowing cups symbolizing mastery earned through solitude and struggle.",
      "readingNotes": "When the Magician appears in a reading, it signals mastery, inner power, and earned wisdom. This is an old soul energy, forged through trials and perseverance. The Magician blends youthful vitality with ancient understanding, reminding you that your struggles have been alchemized into strength and creative power. You are capable of manifesting profound change through clarity and intent.",
      "questions": [
        "Do you feel unable to connect with your inner magic?",
        "Are you in love but feel unseen or unreciprocated?",
        "Are you mourning a loss?"
      ],
      "relatedEnergies": {
        "chakra": "Manipura (3rd Plexus)",
        "planet": "Pluto",
        "sign": "Scorpio"
      },
      "quote": "“Still believe in magic? Yes, I do.” — Coldplay"
    },
    {
      "id": 16,
      "title": "The Herbalist",
      "image": "https://static.wixstatic.com/media/3a6f2b_92ef370520de4ae085dc889078d0dd61~mv2.jpg",
      "description": "A grey and white rabbit sits calmly in a forest clearing, nibbling on medicinal herbs. Mushrooms, flowers, and herbal remedies surround her as gentle rain nourishes the lush forest. Though small in stature, she is a master herbalist, carrying ancient wisdom and intuitive knowledge of nature’s healing powers.",
      "readingNotes": "When the Herbalist appears in a reading, it highlights the healing power of nature and ancient plant wisdom. This card reminds you that true healing — physical, emotional, or spiritual — often comes from reconnecting with the natural world. The Herbalist invites balance, harmony, and trust in nature’s restorative intelligence.",
      "questions": [
        "Are you drawn to herbalism or natural healing?",
        "Are you in need of treatment or restoration?",
        "Do you feel called to reconnect with plants or nature?"
      ],
      "relatedEnergies": {
        "chakra": "Svadhisthana (2nd Sacral)",
        "planet": "Venus",
        "sign": "Virgo"
      },
      "quote": "“Mother Earth’s medicine chest is full of healing herbs of incomparable worth.” — Robin Rose Bennet"
    },
    {
      "id": 17,
      "title": "Quanta of Light",
      "image": "images/oracle/17-00.jpg",
      "description": "A teardrop of pure sunlight descends into a still pond at night, and the moment it touches the water, radiant ripples spread outward in glowing rings. The golden light is strong enough to illuminate the surrounding darkness, casting a warm halo across the banks and nearby plants. Fireflies shimmer in the vegetation beyond, echoing the same living brilliance. The pond mirrors the light beautifully, reflecting the scene like a sacred reminder that one spark can transform the whole atmosphere.",
      "readingNotes": "When Quanta of Light appears in a reading, it calls you to awaken the sun within and shine without hesitation. This card carries courage, visibility, and life-force. You are being asked to stop dimming your truth and let your gifts be seen. The world does not need a smaller version of you; it needs your full radiance. Step forward boldly, trust your fire, and lead with heart.",
      "questions": [
        "Where in your life are you still dimming your light?",
        "What would change if you let yourself be fully seen?",
        "How can you take one bold action today from confidence rather than fear?"
      ],
      "relatedEnergies": {
        "chakra": "Svadhisthana (2nd Sacral)",
        "planet": "Sun",
        "sign": "Aries"
      },
      "quote": "\"This little light of mine, let it shine.\" - Traditional gospel song"
    },
    {
      "id": 18,
      "title": "The Portal",
      "image": "images/oracle/18-00.jpg",
      "description": "At the narrow end of a stark canyon, a golden portal rises like a threshold between worlds. Its circular edge is formed by a serpent of gold, ancient and watchful, holding the wisdom of endings and renewal. Through the portal, another realm appears: strange, beautiful, and untamed, with unfamiliar earth and sky that feel both wondrous and wild. In this world, just beyond the mountain ridge, an eclipse glows in the dark blue night, deepened by shades of indigo, purple, and pink. The portal's light spills into the canyon, illuminating the only way forward.",
      "readingNotes": "When The Portal appears in a reading, it signals that a chapter has reached its true end. The old path has become a dead end, and no amount of effort can return life to what is already complete. You are being asked to shed an outdated identity, like a serpent releasing old skin, and step into uncertainty with trust. The unknown ahead is not guaranteed to be easier, but it is aligned with your evolution. This card is an initiation: release, crossing, and conscious rebirth.",
      "questions": [
        "What path in your life has clearly reached its end?",
        "What old identity or habit are you being asked to shed now?",
        "What would stepping into the unknown look like in one concrete action this week?"
      ],
      "relatedEnergies": {
        "chakra": "Ajna (6th Third Eye)",
        "planet": "Neptune",
        "sign": "Pisces"
      },
      "quote": "\"To make an end is to make a beginning.\" - T. S. Eliot"
    },
    {
      "id": 19,
      "title": "Divine Realm",
      "image": "https://static.wixstatic.com/media/3a6f2b_7ce086154d9c43e595e56c68543cbc6b~mv2.jpg",
      "description": "A luminous, otherworldly full moon casts its light upon an ancient golden gate set within violet-toned stone. Aquamarine clouds drift across the night sky while shooting stars streak above, as if the heavens themselves are in motion. The gate appears woven from living strands of gold, and its doors are slightly parted, just beginning to open. From within, a pure golden radiance pours outward, too sacred and vast to reveal what lies beyond.",
      "readingNotes": "When Divine Realm appears in a reading, it signals an awakening of your connection with the Divine. The gate opening reflects a sacred readiness: you are being invited because you are worthy to receive and to be received. This is not a doorway opened by force or ego, but by grace. You are called to approach with humility, devotion, and trust. Beyond this threshold is the Mystery itself, known by countless names and yet beyond all naming. Let yourself stand in reverence and allow the light to meet you.",
      "questions": [
        "Where are you being called to receive rather than strive?",
        "Can you allow yourself to feel truly worthy of divine connection?",
        "What would humility and trust look like for you right now?"
      ],
      "relatedEnergies": {
        "chakra": "Manipura (3rd Plexus)",
        "planet": "Saturn",
        "sign": "Capricorn"
      },
      "quote": "\"The privilege of a lifetime is to become who you truly are.\" - C. G. Jung"
    },
    {
      "id": 20,
      "title": "Crown Prince",
      "image": "https://static.wixstatic.com/media/3a6f2b_45edf97f207e49faaae89d5cdecc2791~mv2.jpg",
      "description": "A young prince sits upon a golden throne, joyful and at ease. Draped in red garments and holding a glowing scepter, he embodies stability, vitality, and future greatness. Though still a child, the symbols surrounding him reveal a destiny of wise and compassionate leadership.",
      "readingNotes": "When the Crown Prince appears in a reading, it reflects the balance of power and the presence of your inner child. This card reminds you that you are inherently worthy of your power and destined to lead your inner world with confidence, joy, and authenticity.",
      "questions": [
        "Are you afraid of your power?",
        "Do you feel powerless, or does your inner child?",
        "Are you disconnected from who you wanted to be as a child?"
      ],
      "relatedEnergies": {
        "chakra": "Muladhara (1st Root)",
        "planet": "Mars",
        "sign": "Aries"
      },
      "quote": "“All grown-ups were once children, although few remember it.” — Antoine de Saint-Exupéry"
    },
    {
      "id": 21,
      "title": "White Tiger",
      "image": "https://static.wixstatic.com/media/3a6f2b_e7d3a13d4d024891a19f28249940d086~mv2.jpg",
      "description": "A white tiger drinks from a moonlit spring as fireflies and ethereal butterflies drift nearby. His orange eyes glow with primal energy as ripples form gently in the water. Even in stillness, his power is unmistakable — coiled, restrained, and ready.",
      "readingNotes": "When the White Tiger appears in a reading, it symbolizes creative force, primal power, and sacral energy. This card calls you to recognize your strength and harmonize with it rather than suppress it. Stillness is not weakness — it is controlled power.",
      "questions": [
        "Do you feel unable to defend yourself?",
        "Are your boundaries being crossed?",
        "Are you acting impulsively or impatiently?"
      ],
      "relatedEnergies": {
        "chakra": "Svadhisthana (2nd Sacral)",
        "planet": "Mars",
        "sign": "Leo"
      },
      "quote": "“If you rile a tiger, he’s going to show his claws.” — Rob James-Collier"
    },
    {
      "id": 22,
      "title": "Cosmic Rabbit",
      "image": "https://static.wixstatic.com/media/3a6f2b_51afab75a3054816a5457736767c4d21~mv2.jpg",
      "description": "A grey hare watches over a mysterious rabbit hole beneath a glowing full moon. Portals shimmer in the distance as her young gather close. The hole is not merely a burrow, but a gateway to the subconscious and the unknown.",
      "readingNotes": "When the Cosmic Rabbit appears in a reading, it calls you to explore the depths of your being. The journey is uncertain and requires courage, but within the unknown lies profound self-discovery. To enter is to trust transformation.",
      "questions": [
        "Have you gone down a rabbit hole recently?",
        "Is something blocking your abundance?",
        "Do you feel an inner pull that feels frightening?"
      ],
      "relatedEnergies": {
        "chakra": "Svadhisthana (2nd Sacral)",
        "planet": "Neptune",
        "sign": "Pisces"
      },
      "quote": "“Be a rabbit.” — Erin Morgenstern"
    },
    {
      "id": 23,
      "title": "Wolf Spirit",
      "image": "https://static.wixstatic.com/media/3a6f2b_ed96cccd8fff4fbebebbc6df6e4fdb7a~mv2.jpg",
      "description": "A white wolf moves steadily through a fierce snowstorm, tracking its prey with unwavering focus. Mountains rise in the distance, symbolizing its connection to spirit and higher realms. Snow obscures visibility, yet the wolf’s instincts guide it flawlessly. A green jewel glows on its forehead, reflecting resilience, endurance, and deep harmony with nature.",
      "readingNotes": "When the Wolf Spirit appears in a reading, it speaks to instinct, intuition, and inner guidance. The wolf invites you to quiet the noise of the external world and trust your deeper knowing. Even when the path ahead is unclear, your inner vision remains sharp. By moving deliberately and staying focused, you can navigate chaos without losing direction.",
      "questions": [
        "Do you feel confused or overwhelmed by your circumstances?",
        "Are you struggling to trust your instincts?",
        "Does your path forward feel unclear?"
      ],
      "relatedEnergies": {
        "chakra": "Ajna (6th Third Eye)",
        "planet": "Moon",
        "sign": "Sagittarius"
      },
      "quote": "“The wild still lingered in him and the wolf in him merely slept.” — Jack London"
    },
    {
      "id": 24,
      "title": "Touched by Fire",
      "image": "https://static.wixstatic.com/media/3a6f2b_5fd696df65bf4dbe83be344b921173b3~mv2.jpg",
      "description": "A woman rises reborn from sacred flames, her wings spread wide as divine light pours through her. Scars upon her face now symbolize strength and resilience. Draped in white, she stands as a living testament to transformation, pain transmuted into liberation.",
      "readingNotes": "When Touched by Fire appears in a reading, it signifies rebirth after hardship. This card assures you that even devastation is not an ending but a passage into greater power. Every challenge fuels your inner Phoenix, preparing you to rise stronger and more radiant than before.",
      "questions": [
        "Do you long to be free from your past?",
        "Have you experienced a major upheaval recently?",
        "Are you doubting your ability to overcome a current challenge?",
        "Are you afraid of fire or transformation?"
      ],
      "relatedEnergies": {
        "chakra": "Anahata (4th Heart)",
        "planet": "Pluto",
        "sign": "Scorpio"
      },
      "quote": "“I’m like a phoenix. I rise from the ashes.” — Bess Myerson"
    },
    {
      "id": 25,
      "title": "Bat Spirit",
      "image": "https://static.wixstatic.com/media/3a6f2b_4f4a5d3d3bd642c79cac4c4ab8d542c4~mv2.jpg",
      "description": "A bat glides into a mystical cave illuminated by moonlight and glowing crystals. Indigo hues fill the space as the bat navigates effortlessly through darkness, guided not by sight but by heightened perception. Other bats rest within the cave, sharing this liminal sanctuary between worlds.",
      "readingNotes": "When the Bat Spirit appears in a reading, it invites you to explore what lies beyond ordinary perception. The bat teaches balance — engaging with unseen energies without being consumed by them. True understanding comes through integration, discernment, and trust in intuition.",
      "questions": [
        "Do you sense things beyond your five senses?",
        "Are you experiencing heightened intuition or third-eye activation?",
        "Do you fear that exploring darker energies could overwhelm you?"
      ],
      "relatedEnergies": {
        "chakra": "Ajna (6th Third Eye)",
        "planet": "Pluto",
        "sign": "Scorpio"
      },
      "quote": "“A man that flies from his fear may find that he has only taken a shortcut to meet it.” — J.R.R. Tolkien"
    },
    {
      "id": 26,
      "title": "Rhino Spirit",
      "image": "https://static.wixstatic.com/media/3a6f2b_4f90474aa57542b28b97ad66a4ac2493~mv2.jpg",
      "description": "An enormous rhinoceros stands poised beneath a raging lightning storm, its crimson horns glowing with primal energy. Rocks scatter in its path, insignificant obstacles for such an unstoppable force. The rhino embodies grounded strength, resilience, and raw power.",
      "readingNotes": "When the Rhino Spirit appears in a reading, it brings the energy of determination and unstoppable momentum. This card reminds you of your inner strength and resilience. Like the rhino, you are capable of moving forward regardless of obstacles or fear, grounded firmly in your power.",
      "questions": [
        "Do you feel blocked by obstacles that seem insurmountable?",
        "Do you believe you could be unstoppable if fear were removed?",
        "Do you struggle to believe in yourself?"
      ],
      "relatedEnergies": {
        "chakra": "Muladhara (1st Root)",
        "planet": "Pluto",
        "sign": "Capricorn"
      },
      "quote": "“Strength does not come from physical capacity. It comes from an indomitable will.” — Mahatma Gandhi"
    },
    {
      "id": 27,
      "title": "Proud Poppy",
      "image": "https://static.wixstatic.com/media/3a6f2b_a925b5f15ed549719d4f0b4ac1281087~mv2.jpg",
      "description": "A single vibrant poppy blooms boldly in a grassy field, standing taller than the others still waiting to blossom. Its radiant red petals and dark center draw the eye, symbolizing beauty, courage, and the power of standing alone in one’s moment of flowering.",
      "readingNotes": "When the Proud Poppy appears in a reading, it signifies a time of personal blooming and authentic self-expression. This card reminds you that shining brightly does not diminish others — it inspires them. Your wounds and shadows add depth to your radiance, not limitation.",
      "questions": [
        "Are you numbing yourself to avoid pain?",
        "Are you afraid to shine brighter than others?",
        "Are you being called to stand alone but feel intimidated?"
      ],
      "relatedEnergies": {
        "chakra": "Muladhara (1st Root)",
        "planet": "Venus",
        "sign": "Taurus"
      },
      "quote": "“Never be afraid to be a poppy in a field of daffodils.” — Michaela DePrince"
    },
    {
      "id": 28,
      "title": "Pelican Spirit",
      "image": "https://static.wixstatic.com/media/3a6f2b_00e467922e5147c792fbddcb91100e3d~mv2.jpg",
      "description": "A majestic white and blue pelican stands calmly on a rock by the seashore, surveying the waves below. The sky stretches wide and blue above, filled with towering tropical clouds. Fish leap joyfully from the water, symbolizing natural abundance. The pelican rests confidently, knowing it can provide for itself with ease.",
      "readingNotes": "When the Pelican Spirit appears in a reading, it brings a message of balance, sufficiency, and trust in the natural flow of life. The pelican teaches that abundance is not created through struggle or greed, but through self-mastery and alignment with nature’s rhythms. When you know when to act and when to rest, abundance becomes effortless.",
      "questions": [
        "Do you struggle with trusting that there is enough for you?",
        "Are you expending energy unnecessarily when your needs are already met?",
        "Do you fear scarcity or competition?"
      ],
      "relatedEnergies": {
        "chakra": "Vishuddha (5th Throat)",
        "planet": "Jupiter",
        "sign": "Pisces"
      },
      "quote": "“The Earth has enough for everyone’s need, but not for everyone’s greed.” — Mahatma Gandhi"
    },
    {
      "id": 29,
      "title": "Elephant Spirit",
      "image": "https://static.wixstatic.com/media/3a6f2b_d9b9d1be0af740e59a63f8c002f95cc2~mv2.jpg",
      "description": "A regal elephant moves forward with slow, deliberate grace, adorned in rich fabrics and golden ornaments. Her presence alone commands respect, symbolizing innate royalty, wisdom, and strength. Each step carries the power to remove obstacles and bless the path ahead.",
      "readingNotes": "When the Elephant Spirit appears in a reading, it heralds abundance, protection, and the removal of obstacles. This card reassures you that powerful forces support your journey. With patience, strength, and grounded confidence, you can move steadily toward your purpose, knowing you are safeguarded.",
      "questions": [
        "Are you beginning a new venture or journey?",
        "Do you feel supported as you move forward?",
        "Where might patience and persistence serve you better than force?"
      ],
      "relatedEnergies": {
        "chakra": "Manipura (3rd Plexus)",
        "planet": "Jupiter",
        "sign": "Sagittarius"
      },
      "quote": "“You know you’re on the right track when you become uninterested in looking back.” — Unknown"
    },
    {
      "id": 30,
      "title": "Fountain Pen",
      "image": "https://static.wixstatic.com/media/3a6f2b_b3693471e64a43928e477fbbaa76f70b~mv2.jpg",
      "description": "A sleek black fountain pen with a golden tip weaves an intricate spiderweb across a canvas. Tiny purple spiders move delicately along the threads, sensing each vibration. The pen spins stories into existence, symbolizing creation, connection, and authorship.",
      "readingNotes": "When the Fountain Pen appears in a reading, it speaks to creative power and responsibility. Every thought, word, and action sends ripples across the web of life. This card invites you to claim authorship of your story and consciously shape the narrative you are living.",
      "questions": [
        "Are you writing or creating something meaningful?",
        "Do you feel that others have been defining your story?",
        "Are you ready to take full authorship of your life?"
      ],
      "relatedEnergies": {
        "chakra": "Sahasrara (7th Crown)",
        "planet": "Mercury",
        "sign": "Aquarius"
      },
      "quote": "“The most difficult and complicated part of the writing process is the beginning.” — A. B. Yehoshua"
    },
    {
      "id": 31,
      "title": "Lioness Spirit",
      "image": "images/oracle/31-00.jpg",
      "description": "In the tall grasses of the savannah, a lioness rests with her two cubs beneath a vast setting sun. The sky burns with deep reds as daylight fades and night begins to rise over the plains. The warm glow of sunset catches in the lioness's fur, giving her a regal and unshakable presence. Around them, the wild prepares for darkness, but the cubs remain calm, held in the circle of their mother's watchful strength.",
      "readingNotes": "When Lioness Spirit appears in a reading, it speaks of primal protection, safety, and fierce guardianship. This is the energy of knowing you are not helpless in the dark. The lioness does not seek danger, but she does not fear it; she embodies the power that keeps what is precious safe. You are being reminded that true security comes from rooted inner strength, clear boundaries, and trust in your instincts. You are not waiting for safety to arrive from outside you. You are becoming the safety you seek.",
      "questions": [
        "Where in your life are you being called to protect what matters most?",
        "What boundary would help you feel grounded and safe right now?",
        "How can you embody calm strength instead of fear in uncertain moments?"
      ],
      "relatedEnergies": {
        "chakra": "Muladhara (1st Root)",
        "planet": "Moon",
        "sign": "Cancer"
      },
      "quote": "\"I am my own sanctuary and I am safe within myself.\" - Unknown"
    },
    {
      "id": 32,
      "title": "The Lovers",
      "image": "images/oracle/32-00.jpg",
      "description": "Two lovers sit together on an emerald green carpet suspended in mid-air, overlooking a bustling ancient desert city at night. Below them, glowing towers and minarets shimmer with golden light, evoking a world of wonder and enchantment. Above, a radiant full moon bathes the pair in soft, sacred light. They lean into one another in effortless closeness as the city hums beneath them, held between dream and destiny.",
      "readingNotes": "When The Lovers appears in a reading, it speaks of true love, emotional balance, and mutual support. This card reflects a relationship built on harmony and reciprocity: both giving, both receiving, both growing. The floating carpet symbolizes the grace that emerges when two people are aligned in heart and purpose. One partner nurtures while the other builds, and together they create a shared path forward. Under the moon's blessing, this connection is not only romantic but deeply stabilizing and life-affirming.",
      "questions": [
        "Where in your relationship can you create more balance between giving and receiving?",
        "How are you and your partner supporting each other's growth right now?",
        "What does true partnership look like for you in this season of life?"
      ],
      "relatedEnergies": {
        "chakra": "Anahata (4th Heart)",
        "planet": "Mercury",
        "sign": "Libra"
      },
      "quote": "\"Love does not consist in gazing at each other, but in looking outward together in the same direction.\" - Antoine de Saint-Exupery"
    },
    {
      "id": 33,
      "title": "Cosmic Mother",
      "image": "images/oracle/33-00.jpg",
      "description": "A pregnant, Mother Mary-like figure stands at the edge of a mountain canyon, gazing into the far distance as a vast chasm opens below. Her expression is contemplative, calm, and deeply knowing. Around her head, a radiant crown of golden light expands outward, almost white at its center, illuminating the mountains and canyon with sacred brilliance. She wears white beneath a sapphire-blue robe, her head covered in reverence, embodying both humility and immense creative power.",
      "readingNotes": "When Cosmic Mother appears in a reading, it speaks of the infinite feminine force that creates, nurtures, and channels life through darkness into form. This card is a blessing of compassion, protection, and sacred gestation. Something is being conceived, held, and prepared for birth, whether literally through pregnancy or symbolically through a new chapter, idea, or calling. You are invited to honor receptivity, patience, and trust in the timing of creation. To stand in this energy is to remember that creation is not rushed; it is lovingly carried.",
      "questions": [
        "What new life, idea, or chapter is quietly forming within you?",
        "Where are you being asked to nurture instead of force outcomes?",
        "How can you create space for compassion and patience during this period of becoming?"
      ],
      "relatedEnergies": {
        "chakra": "Vishuddha (5th Throat)",
        "planet": "Moon",
        "sign": "Cancer"
      },
      "quote": "\"Birth is not only about making babies. Birth is about making mothers.\" - Barbara Katz Rothman"
    },
    {
      "id": 34,
      "title": "Light Crystal",
      "image": "images/oracle/34-00.jpg",
      "description": "A radiant white crystal floats in the sky, composed of one great central point surrounded by smaller crystalline forms. It glows with pure energy, casting a subtle halo through drifting clouds in deep indigo, violet, and blue. Suspended between heaven and atmosphere, the crystal appears both alive and eternal, as though transmitting light from a higher realm into this one.",
      "readingNotes": "When Light Crystal appears in a reading, it signals alignment with Source consciousness and heightened spiritual reception. This card often points to crown activation, clear intuitive downloads, and guidance arriving from beyond ordinary perception. The crystal also symbolizes stored wisdom and multidimensional memory, suggesting that Akashic insight or higher-realm knowledge may be available to you now. Stay open, grounded, and discerning as you receive. What comes through is meant to illuminate your next step.",
      "questions": [
        "What guidance have you been receiving lately that you may be ignoring?",
        "How can you create quiet space to better hear higher wisdom?",
        "What truth is ready to be integrated into your life now?"
      ],
      "relatedEnergies": {
        "chakra": "Sahasrara (7th Crown)",
        "planet": "Neptune",
        "sign": "Pisces"
      },
      "quote": "\"The quieter you become, the more you are able to hear.\" - Rumi"
    },
    {
      "id": 35,
      "title": "Bison Spirit",
      "image": "images/oracle/35-00.jpg",
      "description": "A massive male bison stands facing forward, his gaze fixed, steady, and unshaken. His sweeping horns, red eyes, and commanding presence make clear that he is not to be challenged lightly. Behind him, a great herd waits in silence, watching their alpha for the signal to move. Overhead, a red sky and towering clouds intensify the atmosphere, while dry grass stretches beneath their hooves across the open land.",
      "readingNotes": "When Bison Spirit appears in a reading, it speaks of collective strength, shared purpose, and unwavering alignment. One individual may lead, but the true power is in the herd moving as one. This card reminds you that resilience grows when people gather around a common mission rooted in service. Stand in your distinct role, but do not forget your kinship with the larger whole. Your greatest force comes from unity, devotion to the common good, and responsibility to humanity and Mother Earth.",
      "questions": [
        "What larger purpose are you being called to align with right now?",
        "How can your unique strengths serve the collective more fully?",
        "Where are you being asked to choose unity over ego?"
      ],
      "relatedEnergies": {
        "chakra": "Muladhara (1st Root)",
        "planet": "Mercury",
        "sign": "Aquarius"
      },
      "quote": "\"If you want to go fast, go alone. If you want to go far, go together.\" - African proverb"
    },
    {
      "id": 36,
      "title": "Black Stallion",
      "image": "https://static.wixstatic.com/media/3a6f2b_c90a5749ff314171abf68b7873a383fa~mv2.jpg",
      "description": "A powerful black stallion stands beneath a flowering cherry tree, its dark coat gleaming with untamed strength. Orange blossoms fall softly to the ground, creating a path forward. The stallion represents freedom, authenticity, and the courage to choose an unconventional path.",
      "readingNotes": "When the Black Stallion appears in a reading, it signals readiness for liberation. This card urges you to release shame, fear, and restraint, and to embrace your authentic desires. The stallion carries you toward freedom — inner and outer — without compromise.",
      "questions": [
        "Are you yearning for freedom?",
        "Are you denying an important part of yourself?",
        "Do you feel like an outsider or underdog?"
      ],
      "relatedEnergies": {
        "chakra": "Manipura (3rd Plexus)",
        "planet": "Mars",
        "sign": "Sagittarius"
      },
      "quote": "“I came across a place in the middle of nowhere with a big black horse and a cherry tree.” — KT Tunstall"
    },
    {
      "id": 37,
      "title": "Red Roses",
      "image": "images/oracle/37-00.jpg",
      "description": "A grand stage framed by deep red curtains reveals a large golden vase overflowing with red roses. A few petals drift gently onto the wooden floor, as if the flowers themselves are bowing. In the audience below, countless red roses gather closely together, turned toward the stage in admiration of the central bouquet. The whole scene feels theatrical, ceremonial, and alive with celebration.",
      "readingNotes": "When Red Roses appears in a reading, it signals recognition, honor, and heartfelt acknowledgment for all you have cultivated within and expressed into the world. The universe is giving you your roses. This card carries the passionate, romantic fire of Mars in Leo, blending courage, devotion, and radiant presence. It may point to romance, but it also speaks to public appreciation and spiritual applause for your resilience. You are being seen not only for what you achieved, but for what you overcame to stand in your light.",
      "questions": [
        "Where are you being asked to receive recognition instead of deflecting it?",
        "How can you celebrate your own growth with sincerity and gratitude?",
        "What would it look like to let your heart lead boldly in love and visibility?"
      ],
      "relatedEnergies": {
        "chakra": "Muladhara (1st Root)",
        "planet": "Mars",
        "sign": "Leo"
      },
      "quote": "\"She remembered who she was, and the game changed.\" - Lalah Delia"
    },
    {
      "id": 38,
      "title": "Dog Spirit",
      "image": "images/oracle/38-00.jpg",
      "description": "A rough collie runs joyfully through a wide green field, full of confidence and life. In the distance stands a white wooden country house with a green roof, surrounded by fresh grass and set beneath soft white clouds. A worn path leads outward from the house into the open field, tracing the familiar way between adventure and belonging. The dog's movement is free, playful, and assured, as if every step is guided by trust.",
      "readingNotes": "When Dog Spirit appears in a reading, it speaks to the truth that home is where the heart is. This card brings the energy of loyalty, emotional security, and inner belonging. Like the dog who runs freely because she knows the way home, you are being reminded that your deepest guidance comes from the heart. You can explore boldly when you are rooted in what is true for you. Live from that center, and your path will remain clear.",
      "questions": [
        "What helps you feel truly at home within yourself?",
        "Where in your life are you being called to trust your heart more fully?",
        "What would living your truth look like in one simple daily action?"
      ],
      "relatedEnergies": {
        "chakra": "Anahata (4th Heart)",
        "planet": "Moon",
        "sign": "Cancer"
      },
      "quote": "\"Wherever you are is my home, my only home.\" - Charlotte Bronte"
    },
    {
      "id": 39,
      "title": "Princess of Fire",
      "image": "https://static.wixstatic.com/media/3a6f2b_b82744b9d98e4e078c87e04904a921a1~mv2.jpg",
      "description": "An indigenous princess dances gracefully around a sacred fire, her movements perfectly aligned with ancient ritual. Feathers adorn her hair, and her flowing garments glow under a star-filled sky. The fire responds to her presence, symbolizing transformation through grace.",
      "readingNotes": "When the Princess of Fire appears in a reading, she represents feminine leadership and mastery of transformative energy. Her power flows from harmony, intuition, and alignment with sacred rhythms. She teaches that true influence comes through grace rather than force.",
      "questions": [
        "Are you seeking to connect with your inner feminine power?",
        "Do you feel called to express yourself through movement or ritual?",
        "Do you feel a connection to fire or ancestral wisdom?"
      ],
      "relatedEnergies": {
        "chakra": "Sahasrara (7th Crown)",
        "planet": "Neptune",
        "sign": "Pisces"
      },
      "quote": "“The blazing fire makes flames and brightness out of everything thrown into it.” — Marcus Aurelius"
    },
    {
      "id": 40,
      "title": "Zebra Spirit",
      "image": "https://static.wixstatic.com/media/3a6f2b_238ad375205c48959ef714499c8839d8~mv2.jpg",
      "description": "A young, powerful zebra moves confidently through tall golden grass beneath a bright blue sky. Her black-and-white stripes are bold and unmistakable, each pattern unique. Nearby, cheetahs watch from a distance, aware that this zebra is not weak prey but a force in her own right. She carries herself with certainty, speed, and presence, unthreatened by those who observe her.",
      "readingNotes": "When the Zebra Spirit appears in a reading, it calls you to stand fully in your individuality without apology. This card speaks to confidence earned through self-knowledge and lived experience. The zebra does not blend in to survive — she thrives by being exactly who she is. She reminds you that authenticity is protection, and that power grows when you stop dimming yourself to make others comfortable. This spirit encourages bold self-expression, embodied confidence, and trust in your own strength.",
      "questions": [
        "Are you holding back your true self out of fear of judgment?",
        "Do you feel ready to claim your confidence and visibility?",
        "Are you stepping into the prime of your personal power?"
      ],
      "relatedEnergies": {
        "chakra": "Vishuddha (5th Throat)",
        "planet": "Mars",
        "sign": "Leo"
      },
      "quote": "“Haters are just confused admirers.” — Justin Bieber"
    },
    {
      "id": 41,
      "title": "Starborn Spirit",
      "image": "https://static.wixstatic.com/media/3a6f2b_c999e09e32a14dcfa24ae4e9c7bf56e9~mv2.jpg",
      "description": "A luminous white doe emerges quietly from the forest at dusk, her antlers glowing softly beneath a starlit sky. As she steps into a clear stream, golden light ripples outward from her hooves. A constellation shines brightly above her, reflecting her harmony with the cosmos. She gazes peacefully at her reflection, fully at ease with who she is.",
      "readingNotes": "When the Starborn Spirit appears in a reading, it invites you into deep self-acceptance and inner harmony. This card speaks to the integration of feminine and masculine energies within you, reminding you that wholeness does not require correction — only alignment. The Starborn Spirit teaches that transformation arises through love, not judgment. You are not broken; you are remembering who you are. This spirit encourages grace, balance, and reverence for your authentic nature.",
      "questions": [
        "Do you feel at peace with who you see in the mirror?",
        "Are you struggling to balance different aspects of yourself?",
        "Do you feel a quiet pull toward harmony and self-acceptance?"
      ],
      "relatedEnergies": {
        "chakra": "Sahasrara (7th Crown)",
        "planet": "Venus",
        "sign": "Libra"
      },
      "quote": "Those who don't believe in magic will never find it“.” — Roald Dahl"
    },
    {
      "id": 42,
      "title": "Blue Child",
      "image": "images/oracle/42-00.jpg",
      "description": "A blonde child with striking blue eyes gazes into the distance, her expression filled with awe and quiet knowing. An aquamarine jewel is set in her forehead, glowing softly, while she holds a large sky-blue gemstone resting at the center of a necklace she wears close to her heart. Her lips are slightly parted, as if she is about to speak a truth from beyond the visible world. She is dressed in gold and indigo, radiant with innocence, clarity, and depth.",
      "readingNotes": "When Blue Child appears in a reading, it speaks of clairvoyance, channeling, and the pure reception of higher guidance. This card reflects a being attuned to realms beyond ordinary perception, with a stable bridge between heart and mind expressed through voice and word. It can indicate spiritual gifts, heightened sensitivity, and wisdom that appears in gentle or youthful form. You are being called to honor clear communication, inner purity, and the intuitive messages arriving through subtle channels. What looks innocent may carry ancient insight.",
      "questions": [
        "What intuitive messages have you been receiving that deserve to be spoken?",
        "How can you strengthen the bridge between your heart and your voice?",
        "Where are you being asked to trust a quiet but deeply wise knowing?"
      ],
      "relatedEnergies": {
        "chakra": "Vishuddha (5th Throat)",
        "planet": "Mercury",
        "sign": "Virgo"
      },
      "quote": "\"There are things known and there are things unknown, and in between are the doors of perception.\" - Aldous Huxley"
    },
    {
      "id": 43,
      "title": "Cat Spirit",
      "image": "images/oracle/43-00.jpg",
      "description": "A regal white cat with striking purple eyes sits in calm satisfaction upon a royal purple cushion. Behind her, golden light pours through arched castle windows, bathing the room in a sacred glow. The atmosphere is refined, mysterious, and unmistakably sovereign, as if the feline throne room itself were blessed by an ancient goddess. There is grace here, but also power hidden in stillness.",
      "readingNotes": "When Cat Spirit appears in a reading, it speaks of feminine mysticism, spiritual perception, and intimate connection with unseen realms. This card carries the energy of cats: intuitive, self-possessed, selective, and deeply attuned to subtle currents. It may indicate a connection with Hecate, lunar wisdom, and the fluid, cyclical moods of the feminine. Cat Spirit reminds you to honor your boundaries, protect your energy, and trust what you sense beneath the surface. Like the moon in Scorpio, your insight can penetrate what others cannot see.",
      "questions": [
        "Where are you being called to trust your intuition more than appearances?",
        "What boundary would help you protect your energy and remain in your power?",
        "How can you honor your feminine cycles, moods, and inner knowing right now?"
      ],
      "relatedEnergies": {
        "chakra": "Sahasrara (7th Crown)",
        "planet": "Moon",
        "sign": "Scorpio"
      },
      "quote": "\"The moon and the cat are old companions of mystery.\" - Unknown"
    },
    {
      "id": 44,
      "title": "Inner Child",
      "image": "images/oracle/44-00.jpg",
      "description": "A small boy sits absorbed in a book, completely captivated by the world unfolding on its pages. A warm golden light rises from the book, illuminating his face and hands. Behind him, a large window fills the room with soft daylight, with green plants visible in the background as symbols of growth and life. The light from behind appears to center on the boy's head, as if his own inner radiance is being awakened.",
      "readingNotes": "When Inner Child appears in a reading, it points to the illumination of your original essence. This card is not only about healing old wounds, but about reconnecting with the pure joy, curiosity, and truth that existed before the performance, before the masks, before the pain. Here, the inner child is whole, wise, and alive with authentic desire. You are being invited to listen to what truly delights you and to honor the voice of your unconditioned self. In that space, your path becomes clear.",
      "questions": [
        "What brought you the purest joy before you learned to perform for others?",
        "Where in your life are you being invited to return to your authentic voice?",
        "What truth has your inner child been trying to show you?"
      ],
      "relatedEnergies": {
        "chakra": "Vishuddha (5th Throat)",
        "planet": "Mercury",
        "sign": "Gemini"
      },
      "quote": "\"Every child is an artist. The problem is how to remain an artist once we grow up.\" - Pablo Picasso"
    }
  ]
}
